Repository: ysdy44/Retouch-Photo2-UWP
Catalog: Retouch Photo2/Strings/*/ToolsSecond.resw
Source language: en_us
Languages: zh_cn

# GeometryArrow
source: Arrow
zh_cn: 箭头

# GeometryArrow_LeftTail
source: Left Tail
zh_cn: 左端

# GeometryArrow_RightTail
source: Right Tail
zh_cn: 右端

# GeometryArrow_Value
source: Width
zh_cn: 宽度

# GeometryCapsule
source: Capsule
zh_cn: 胶囊

# GeometryCog
source: Cog
zh_cn: 齿轮

# GeometryCog_Count
source: Count
zh_cn: 数量

# GeometryCog_InnerRadius
source: Inner Radius
zh_cn: 内半径

# GeometryCog_Notch
source: Notch
zh_cn: 缺口

# GeometryCog_Tooth
source: Tooth
zh_cn: 外齿

# GeometryCookie
source: Cookie
zh_cn: 曲奇

# GeometryCookie_InnerRadius
source: Inner Radius
zh_cn: 内半径

# GeometryCookie_SweepAngle
source: Sweep Angle
zh_cn: 扫描角度

# GeometryDiamond
source: Diamond
zh_cn: 钻石

# GeometryDiamond_Mid
source: Mid Point
zh_cn: 中间点

# GeometryDiamond_Mirror
source: Mirror
zh_cn: 镜像

# GeometryDount
source: Dount
zh_cn: 圆环

# GeometryDount_HoleRadius
source: Hole Radius
zh_cn: 孔半径

# GeometryHeart
source: Heart
zh_cn: 心

# GeometryHeart_Spread
source: Spread
zh_cn: 扩展

# GeometryPentagon
source: Pentagon
zh_cn: 五边形

# GeometryPentagon_Points
source: Points
zh_cn: 点数

# GeometryPie
source: Pie
zh_cn: 饼

# GeometryPie_SweepAngle
source: Sweep Angle
zh_cn: 扫描角度

# GeometryRoundRect
source: RoundRect
zh_cn: 圆角矩形

# GeometryRoundRect_Corner
source: Corner
zh_cn: 拐角

# GeometryStar
source: Star
zh_cn: 星

# GeometryStar_InnerRadius
source: Inner Radius
zh_cn: 内半径

# GeometryStar_Points
source: Points
zh_cn: 点数

# GeometryTriangle
source: Triangle
zh_cn: 三角形

# GeometryTriangle_Center
source: Center Point
zh_cn: 中心点

# GeometryTriangle_Mirror
source: Mirror
zh_cn: 镜像

# PatternGrid
source: Grid
zh_cn: 网格工具

# PatternGrid_Horizontal
source: Horizontal Step
zh_cn: 水平步

# PatternGrid_Type
source: Type
zh_cn: 类型

# PatternGrid_Vertical
source: Vertical Step
zh_cn: 垂直步

# PatternSpotted
source: Spotted
zh_cn: 斑点工具

# PatternSpotted_Radius
source: Radius
zh_cn: 半径

# PatternSpotted_Step
source: Step
zh_cn: 步
